// Задание 1: Создание переменных для пользователей

/*
Создайте переменные для хранения информации о трех пользователях (имя пользователя, его возраст и город проживания).
Используйте различные ключевые слова для определения переменных. Выведите их значения в консоль.
Обновите возраст первого пользователя.
 */

let userName = "Иван Иванов";
const userAge = 30;
var userCity = "Москва";

console.log(userName);  // Иван Иванов
console.log(userAge);   // 30
console.log(userCity);   // Москва

userName = "Петр Петров";
console.log(userName);  // Петр Петров
